acpi
alsa-firmware
alsa-utils
baobab
base
base-devel
bleachbit
blueman
bluez
bluez-utils
brave-bin
brightnessctl
cliphist
dbeaver
dkms
dolphin
efibootmgr
fastfetch
feh
git
github-cli
gnome-keyring
gnome-power-manager
gparted
grim
gsimplecal
htop
hyprland
intel-ucode
iw
iwd
jq
kitty
libnotify
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lvm2
mission-center
nano
network-manager-applet
networkmanager
niri
nodejs
npm
nvidia-open-dkms
nvme-cli
pamixer
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
postgresql
power-profiles-daemon
python-pip
qt5-wayland
qt6-wayland
rofi
sddm
sddm-kcm
sddm-sugar-dark
slurp
smartmontools
sof-firmware
swappy
swaybg
swaylock
swaync
ttf-nerd-fonts-symbols-mono
uwsm
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay-debug
zram-generator
anifetch-cli
chafa
ffmpeg
