acpi
alsa-firmware
alsa-utils
baobab
base
base-devel
bibata-cursor-theme-bin
bleachbit
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
chafa
cliphist
dkms
efibootmgr
fastfetch
fd
feh
figlet
fzf
git
github-cli
gnome-keyring
gnome-power-manager
gparted
greetd
greetd-tuigreet
grim
hyprland
imagemagick
intel-ucode
iw
iwd
jq
kitty
lazygit
less
libnotify
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
luarocks
lvm2
mission-center
nano
nemo
nemo-fileroller
neovim
network-manager-applet
networkmanager
niri
nodejs
npm
nvidia-open-dkms
nvme-cli
nwg-look
obsidian
pamixer
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
postgresql
power-profiles-daemon
python-pip
python-pipx
qt5-wayland
qt6-wayland
rofi
slurp
smartmontools
sof-firmware
starship
swappy
swaybg
swayidle
swaylock-effects
swaync
termdown
terminus-font
tree-sitter-cli
ttf-nerd-fonts-symbols-mono
unzip
uwsm
vulkan-intel
vulkan-tools
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay-debug
yazi
zen-browser-bin
zram-generator
